aaron-bond.better-comments
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
donjayamanne.githistory
donjayamanne.jquerysnippets
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
eg2.vscode-npm-script
felixfbecker.php-debug
felixfbecker.php-intellisense
felixfbecker.php-pack
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
gencer.html-slim-scss-css-class-completion
HookyQR.beautify
jakob101.RelativePath
jamesmaj.easy-icons
johnpapa.vscode-peacock
kokororin.vscode-phpfmt
michelemelluso.code-beautifier
mrmlnc.vscode-autoprefixer
octref.vetur
onecentlin.laravel-blade
PKief.material-icon-theme
pnp.polacode
pranaygp.vscode-css-peek
redhat.java
sdras.night-owl
xabikos.JavaScriptSnippets
Zignd.html-css-class-completion
